{
"prefix": "@@",
"token": "OTU1NTc0ODIyMjgzMzgyODQ1.YjjqZw.xzU4UCIog2tI1YAswkKj-e13cRA", "emoji":["crown","stars","sunny","rocket","trophy","microphone","star2","magic_wand","heart","musical_note","eyes","fork_and_knife","skull","black_heart","dog","cat","mouse","rabbit2","fox","bear","tiger","lion","cow","pig","frog","monkey_face","see_no_evil","hear_no_evil","speak_no_evil","chicken","bird","hatching_chick","duck","eagle","owl","bat","wolf","horse","unicorn","bee","butterfly","snail","worm","spider","snake","octopus","fish","dolphin","whale","dove","mushroom","four_leaf_clover","dragon","hibiscus","cherry_blossom","herb","cactus","palm_tree","shell","evergreen_tree","leaves","fallen_leaf","wood","ear_of_rice","potted_plant","bouquet","rose","new_moon_with_face","wilted_rose","blossom","sunflower","sun_with_face","last_quarter_moon_with_face","full_moon","crescent_moon","earth_americas","ringed_planet","star","sparkles","zap","comet","boom","fire","cloud_tornado","rainbow","white_sun_small_cloud","white_sun_cloud","cloud_rain","thunder_cloud_rain","snowflake","droplet","sweat_drops","umbrella2","ocean","apple","tangerine","lemon","banana","watermelon","grapes","cherries","peach","eggplant","avocado","olive","broccoli","hot_pepper","carrot","onion","potato","bagel","bread","pretzel","cheese","egg","cooking","butter","pancakes","bacon","cut_of_meat","meat_on_bone","hotdog","hamburger","fries","pizza","sandwich","ramen","rice","pie","cupcake","birthday","lollipop","candy","chocolate_bar","popcorn","doughnut","cookie","peanuts","milk","coffee","teapot","beers","clinking_glass","wine_glass","cocktail","champagne","ice_cube","fork_knife_plate","spoon","bowl_with_spoon","salt","soccer","basketball","football","baseball","boomerang","8ball","yo_yo","ping_pong","goal","golf","kite","archery","fishing_pole_and_fish","diving_mask","skateboard","roller_skate","ice_skate","ski","parachute","weight_lifter","cartwheel","fencer","horse_racing","person_in_lotus_position","swimmer","bicyclist","first_place","second_place","third_place","reminder_ribbon","tickets","circus_tent","juggling","performing_arts","ballet_shoes","art","clapper","headphones","musical_score","musical_keyboard","drum","trumpet","guitar","violin","accordion","game_die","chess_pawn","dart","bowling","slot_machine","jigsaw","red_car","taxi","bus","ambulance","fire_engine","truck","oncoming_bus","oncoming_automobile","oncoming_police_car","bike","motorbike","rotating_light","train","station","airplane","airplane_departure","airplane_arriving","small_airplane","seat","satellite_orbital","flying_saucer","helicopter","sailboat","ferry","ship","anchor","fuelpump","construction","vertical_traffic_light","busstop","map","statue_of_liberty","european_castle","japanese_castle","stadium","ferris_wheel","roller_coaster","carousel_horse","fountain","beach","island","desert","volcano","mountain_snow","camping","house","house_abandoned","construction_site","factory","office","hospital","bank","convenience_store","wedding","classical_building","church","railway_track","park","sunrise","fireworks","city_sunset","night_with_stars","milky_way","cityscape","bridge_at_night","watch","computer","keyboard","desktop","joystick","floppy_disk","camera","camera_with_flash","movie_camera","film_projector","film_frames","telephone","tv","radio","hourglass","hourglass_flowing_sand","compass","stopwatch","alarm_clock","clock","satellite","battery","electric_plug","bulb","flashlight","candle","fire_extinguisher","money_with_wings","dollar","coin","moneybag","gem","scales","ladder","toolbox","screwdriver","wrench","hammer","nut_and_bolt","gear","bricks","chains","hook","knot","magnet","gun","bomb","firecracker","axe","carpentry_saw","knife","dagger","crossed_swords","shield","smoking","coffin","headstone","urn","amphora","crystal_ball","telescope","microscope","hole","window","adhesive_bandage","stethoscope","pill","syringe","drop_of_blood","dna","microbe","test_tube","thermometer","mouse_trap","broom","basket","sewing_needle","roll_of_paper","toilet","plunger","bucket","potable_water","shower","bath","toothbrush","soap","sponge","bellhop","key","key2","door","chair","mirror","couch","bed","teddy_bear","shopping_bags","shopping_cart","gift","balloon","ribbon","tada","envelope","incoming_envelope","love_letter","package","mailbox","mailbox_with_mail","placard","scroll","page_facing_up","receipt","bar_chart","chart_with_upwards_trend","chart_with_downwards_trend","notepad_spiral","calendar","wastebasket","clipboard","open_file_folder","newspaper","newspaper2","notebook_with_decorative_cover","closed_book","books","book","bookmark","safety_pin","link","paperclip","straight_ruler","pushpin","scissors","paintbrush","pen_ballpoint","crayon","pencil","pencil2","mag","closed_lock_with_key","lock","unlock","purple_heart","broken_heart","two_hearts","revolving_hearts","heartbeat","cupid","gift_heart","peace","atom","aries","taurus","virgo","scorpio","libra","capricorn","aquarius","pisces","leo","gemini","cancer","sagittarius","radioactive","biohazard","x","stop_sign","no_entry_sign","100","no_pedestrians","question","interrobang","warning","recycle","white_check_mark","globe_with_meridians","zzz","wheelchair","put_litter_in_its_place","infinity","speaker","mute","loud_sound","bell","loudspeaker","mega","speech_balloon","thought_balloon","anger_right","spades","clubs","hearts","diamonds","black_joker","clock1","transgender_symbol","medical_symbol","flag_white","flag_black","checkered_flag","pirate_flag","rainbow_flag","flag_cn","flag_hk","flag_us","o","clown","imp","smiling_imp","exploding_head","ghost","alien","skull","skull_crossbones","sleeping","shushing_face","robot","jack_o_lantern","open_hands","raised_hands","clap","handshake","thumbsup","thumbsdown","fist","punch","fingers_crossed","v","ok_hand","pinching_hand","point_right","point_left","point_up","point_down","raised_hand","wave","call_me","muscle","mechanical_arm","middle_finger","writing_hand","pray","tongue","foot","leg","mechanical_leg","lipstick","kiss","lips","tooth","ear","footprints","eye","eyes","brain","anatomical_heart","lungs","bone","speaking_head","busts_in_silhouette","people_hugging","baby","detective","singer","teacher","scientist","artist","astronaut","ninja","mage","elf","vampire","man_genie","mermaid","fairy","angel","no_good","person_facepalming","nail_care","dancer","selfie","dancers","runner","yarn","thread","coat","safety_vest","shirt","jeans","briefs","necktie","dress","bikini","high_heel","athletic_shoe","thong_sandal","socks","gloves","scarf","ring","top_hat","billed_cap","womans_hat","mortar_board","purse","dark_sunglasses","paw_prints","triangular_flag_on_post"],
"quote":["Research your own experience.  Absorb what is useful, reject what is useless, add what is essentially your own.","Empty your Mind. Be formless, shapeless, like water.  You put water into a cup, it becomes the cup.  You put water into a bottle, it becomes the bottle. You put it into a teapot, it becomes the teapot.  Now water can flow, or it can crash.  Be water, my friend.","Faced with the choice...go for the eyes every time.","I don’t know what is the meaning of death, but I am not afraid to die.  I did what I wanted to do and what I’ve done, I’ve done with sincerity and to the best of my ability.  ","All types of knowledge ultimately mean self-knowledge.","Success means doing something sincerely and wholeheartedly.","The inner self is the true self. In order to realize our true self, we must be willing to live without being dependent upon the opinions of others.","You must accept the fact that there is no help but self-help.","Look at a rainstorm; after its departure, everything grows!","Mistakes are always forgivable,  if one has the courage to admit them.","If you don’t aim at an object, how the heck on Earth do you think you can get it?","Action is a highroad to self-confidence and esteem.","Not being tense but ready; not thinking yet not dreaming; not being set but flexible---ready for whatever may come.","Moving, be like water; still, be like a mirror; respond like an echo.","Empty your cup so that it may be filled;become devoid to gain totality.","Be like water making its way through cracks.  Do not be assertive, but adjust to the object and you shall find a way around or through it. If nothing within you stays rigid, outward things will disclose themselves.","Optimism is a faith that leads to success.","I am telling you it is difficult to have a rehearsed routine to fit in with a broken rhythm...see, rehearsed routines lack the flexibility to adapt.","Timing has to be felt and mastered as a psychological problem, even more than as a fighting problem, for the breaking of the rhythm relies on the fact that the victim is going to continue for a fraction of a second in the sequence of movements which has suddenly been interrupted.","It’s not daily increase but daily decrease---hack away the unessentials!","Art calls for complete mastery of techniques, developed by reflection within the soul.","Turn into a doll made of wood: it has no ego, it thinks of nothing…","Voidness is that which stands right in the middle between this and that.  The void is all-inclusive, having no opposite---there is nothing which it excludes or opposes.  It is living void, because all forms come out of it and whoever realizes the void is filled with life and power and the love of all beings.","Maturity does not mean to become a captive of conceptualization.  It is the realization of what lies in our innermost selves.","Ideally, a fighter should seek to impose his cadence on an opponent.  This may be achieved by intentionally varying the cadence of his own movements.","Mobility is vitally important in defense as well, for a moving target is definitely harder to hit and kick.  Footwork can and will beat any kick or punch.","To change with change is the changeless state.","Let your opponent graze your skin and you smash into his flesh; let him smash into your flesh and you fracture his bones; let him fracture your bones and you take his life!","Do not deny the classical approach simply as a reaction, for you will have created another pattern and trapped yourself there.","Now I see that I will never find the light, unless, like the candle, I am my own fuel","When I look around, I always learn something, and that is: to always be yourself. And to express yourself, to have faith in yourself.  Do not go out and look for a successful personality and duplicate him.","So unless you realize what life is all about and that right now some game is happening and realize that it is a game, fine and dandy, that’s alright. But most people tend to be blinded by it, because if things are repeated too many times, you believe them.  And that can become a habit.","The two diseases: 1. One is riding an ass to search for an ass. 2. One is riding an ass and being unwilling to dismount.","Sensitivity is not possible if you are afraid of this, that, etc.---the inner authority game.  Authority destroys intelligence.","The important thing for you is to be alert, to question, to find out, so that your own initiative may be awakened.","Since understanding is rewarding, it is most enriching to open channels for mutual communication.","Being oneself leads to real relationships.","To free yourself, observe closely what you normally practice.  Do not condemn or approve; merely observe.","At this moment stop inwardly---when you do stop inwardly, psychologically, your mind becomes very peaceful, very clear.  Then you can really look at “this”.","Move! Move! Move around the whole time, side-stepping, feinting, varying…","Hold the standards of jeet kune do high---but not out of reach.  As each new skill is perfected, raise the goal.","A blow is never hit at a mark.  It is driven through a mark...Follow-through can only be obtained by punching through and beyond the point of attack.","Caution should be observed not to telegraph your actions by any visible muscular preparation!","To reach me, you must move to me.  Your preparation of attack offers me a directional commitment to intercept you.","Under the sky, under the heavens, there is but one family.","Learning is a constant process of discovery, a process without end.","Knowledge will give you power, but character, respect.","Using no way as way; having no limitation as limitation.","You must be fierce, but have patience at the same time. Most important of all, you must have complete determination.","Today the rain is coming down very strong but tomorrow, baby, the sun is going to come out again.","A real fighter should fight for righteousness.","Turn your sparring into play---but play seriously.","Truth has no future, it must be understood from moment to moment. You see, to that which is static, fixed, dead, there can be a way, a definite path, but not to that which is moving and living.","Don’t take your sparring too seriously","Don’t fear failure.  Not failure, but low aim is the crime.  In great attempts it is glorious even to fail.","What you habitually think largely determines what you will ultimately become.","A goal is not always meant to be reached, it often serves simply as something to aim at.","The trouble is that circumstances must dictate what you do.  But too many people are looking at “what is” from a position of thinking “what should be”.","Truth cannot be structured or confined.","Truth is the daughter of inspiration; intellectual analysis and partialized debate keep the people away from truth.","It doesn’t matter how you are, who you are, how you are structured, how you are built, how you are made...You just go in there and become that product.  And that, to me, is not right.","I don’t know what I will be writing but just simply writing whatever wants to be written.  If the writing communicates and stirs something within someone, it’s beautiful.  If not, well, it can’t be helped.","External pride is not the thing, it’s internal self-sufficiency.","I thought we had discovered that tournaments are places where human beings are playing a protecting game of pride.","You see, the kicks and punches are weapons not necessarily aimed toward invading opponents.  These tools can be aimed at our fears, frustrations and all that. Martial art can help in your process toward growth.","The true power of our skill is as self-knowledge---the liberation of the self---not as a weapon.","Jeet Kune Do rejects all restrictions imposed by forms and formality and emphasizes the clever use of the mind and body to defend and attack.","Efficiency is anything that scores.","If one determines to risk his life to bite his enemy’s nose off, there is a great chance he may succeed.","Lighten the stance so that the force of inertia to overcome will be less.","Above all things, keep moving, for a moving target, especially capable of moving in all directions, is an elusive one.","Open yourself and flow at once with the total flowing now.","My only sure reward is in my actions and not from them. The quality of my reward is in the depth of my response---the centralness of the part of me I act from.","Whether it is the God-head or not, I feel this great force, this untapped power, this dynamic something within me.","The energy from within and the physical strength from your body can guide you toward accomplishing your purpose in life---and to actually act on actualizing your duty to yourself.","Go towards self actualization rather than self-image actualization. Search within yourself for honest self-expression.","If I tell you I’m good, probably you will say I’m boasting.  But if I tell you I’m no good, you know I’m lying!","What I honestly value above all else is quality; doing one’s best in the manner of the responsibility and craftsmanship of a number one.","To express yourself in freedom, you must die to everything of yesterday.","If you spend too much time thinking about a thing, you’ll never get it done.","A fight is not won by one punch or kick.  Either learn to endure or hire a bodyguard.","The easy way is also the right way.","It is compassion rather than the principle of justice which can guard us against being unjust to our fellow men.","Negativeness very often unknowingly creeps up upon us.","In order to achieve this peace of mind, the teaching of detachment of Taoism and Zen will prove to be valuable.","It is doubtful whether there is such a thing as impulsive or natural tolerance.  Tolerance requires an effort of thought and self-control.","So if you are cursed with perfectionism, then you’re absolutely sunk. This ideal is a yardstick which always gives you the opportunity to browbeat yourself, to berate yourself and others.  Since this ideal is an impossibility, you can never live up to it."]
}